tap "caskroom/cask"
tap "dteoh/devdocs"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "lukakerr/things"
tap "nextdns/tap"
brew "ammonite-repl"
brew "bash"
brew "bash-completion"
brew "bat"
brew "cmake"
brew "coreutils"
brew "curl"
brew "dark-mode"
brew "diff-so-fancy"
brew "elinks"
brew "fd"
brew "python"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnu-tar"
brew "libusb"
brew "htop"
brew "httpie"
brew "jq"
brew "zstd"
brew "neovim"
brew "noti"
brew "pandoc"
brew "parallel"
brew "pdsh"
brew "pidof"
brew "pipenv"
brew "qt"
brew "pstree"
brew "qrencode"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "tldr"
brew "tmux"
brew "vim"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "nextdns/tap/nextdns"
cask "alacritty"
cask "android-platform-tools"
cask "basictex"
cask "caffeine"
cask "clipy"
cask "darktable"
cask "devdocs-macos"
cask "evernote"
cask "flux"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-liberationmono-nerd-font"
cask "font-meslo-nerd-font"
cask "font-sharetechmono-nerd-font-mono"
cask "font-terminus-nerd-font"
cask "fsnotes"
cask "iina"
cask "intellij-idea-ce"
cask "iterm2"
cask "joplin"
cask "keepassxc"
cask "keepingyouawake"
cask "kitty"
cask "mark-text"
cask "pine"
cask "rawtherapee"
cask "spectacle"
cask "stretchly"
cask "typora"
cask "vimr"
cask "vnote"
cask "vscodium"
cask "yt-music"
cask "zettlr"
