tap "caskroom/cask"
tap "dteoh/devdocs"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "lukakerr/things"
tap "nextdns/tap"
tap "wez/wezterm"
brew "ammonite-repl"
brew "bash"
brew "bash-completion"
brew "bat"
brew "cmake"
brew "coreutils"
brew "cryfs"
brew "zstd"
brew "curl"
brew "dark-mode"
brew "diff-so-fancy"
brew "dua-cli"
brew "elinks"
brew "exa"
brew "fd"
brew "python"
brew "fzf"
brew "git"
brew "git-delta"
brew "gitui"
brew "gnu-tar"
brew "libusb"
brew "htop"
brew "httpie"
brew "jq"
brew "ncdu"
brew "neovim"
brew "noti"
brew "pandoc"
brew "parallel"
brew "pdsh"
brew "pidof"
brew "pipenv"
brew "procs"
brew "pstree"
brew "qrencode"
brew "qt"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sbt"
brew "starship"
brew "tealdeer"
brew "tmux"
brew "vim"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "nextdns/tap/nextdns"
cask "android-platform-tools", args: { appdir: "/Applications" }
cask "alacritty"
cask "basictex"
cask "caffeine"
cask "clipy"
cask "darktable"
cask "devdocs-macos"
cask "eloston-chromium"
cask "evernote"
cask "firefox"
cask "flux"
cask "font-cascadia"
cask "font-crimson-pro"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-ia-writer-duo"
cask "font-ia-writer-quattro"
cask "font-inter"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-iosevka-ss15"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-roboto"
cask "font-roboto-slab"
cask "fsnotes"
cask "hammerspoon"
cask "iina"
cask "intellij-idea-ce"
cask "iterm2"
cask "itsycal"
cask "joplin"
cask "keepassxc"
cask "keepingyouawake"
cask "kitty"
cask "libreoffice"
cask "mark-text"
cask "numi"
cask "osxfuse"
cask "pine"
cask "qownnotes"
cask "rawtherapee"
cask "stretchly"
cask "typora"
cask "vimr"
cask "vnote"
cask "vscodium"
cask "yt-music"
cask "zettlr"
